[
  "Guide utilisateur DigiTickets (pour le chatbot) 1) À quoi sert DigiTickets ? - DigiTickets est l’application interne pour créer, suivre et résoudre vos tickets (incidents ou demandes). - Chacun a un rôle (initial, N1, N2, N3, N4) qui détermine ce qu’il peut faire. 2) Se connecter et récupérer son mot de passe - Ouvrez l’application et connectez-vous avec votre nom d’utilisateur et votre mot de passe. - Mot de passe oublié : utilisez « Mot de passe oublié » et renseignez votre e‑mail. Vous recevrez votre mot de passe par e‑mail. 3) Créer un ticket (tous les utilisateurs) - Cliquez sur « Ajouter un ticket ». - Entrez un titre clair et une description précise. - Choisissez une catégorie (ex. problème de connexion, demande d’info, etc.) et un type (incident ou demande). - Optionnel : joignez un fichier (capture d’écran, document). - Validez. Votre ticket apparaît ensuite dans « Mes tickets ». 4) Suivre et clôturer vos tickets (créateur du ticket) - Consultez « Mes tickets » sur votre tableau de bord. - Quand le ticket passe en « Incident résolu », deux boutons s’affichent : - « Valider (OK) »: le ticket passe en « Incident clos » (terminé). - « Refuser (KO) »: le ticket repart au trait",
  "résolu », deux boutons s’affichent : - « Valider (OK) »: le ticket passe en « Incident clos » (terminé). - « Refuser (KO) »: le ticket repart au traitement (intitulé du ticket complété par « [Retour - solution non concluante] ») pour qu’une nouvelle solution soit proposée. 5) Rôles et ce que chacun peut faire - initial: créer des tickets et suivre ses propres tickets. - N1 (qualification): crée des tickets, qualifie les tickets (choisit l’habilitation nécessaire), aide de premier niveau. - N2 (administrateur): gère les utilisateurs, les habilitations et tous les tickets; peut aussi traiter/diriger des tickets. - N3 (équipe dev/infra/tech): traite les tickets techniques (développement, base de données, réseau, etc.). - N4 (dernier recours): traite les blocages et l’arbitrage quand les autres niveaux ne peuvent pas résoudre. 6) Résolution côté équipes (N1, N2, N3, N4) - Allez dans « Résoudre tickets » pour voir les tickets de votre équipe. - Étape 1 (N1) – Qualifier: si nécessaire, choisissez l’habilitation requise pour ce ticket. Le ticket passe en « Incident pris en charge ». - Étape 2 – Agir (après qualification): - « Résoudre » si votre équipe est habilitée (ou si vous êtes N4). ",
  "cket passe en « Incident pris en charge ». - Étape 2 – Agir (après qualification): - « Résoudre » si votre équipe est habilitée (ou si vous êtes N4). - Sinon « Escalader » pour transférer au niveau supérieur (ex. N1 \u0000 N2 \u0000 N3 \u0000 N4). - Pendant la résolution: le statut passe à « Incident en cours de résolution ». À la fin du délai (1 à 4 minutes selon le niveau N1\u0000N4), le ticket passe automatiquement en « Incident résolu ». - Le créateur valide (OK) ou refuse (KO) la solution depuis son tableau de bord. 7) Délais automatiques de résolution (indicatif) - N1: ~1 minute - N2: ~2 minutes - N3: ~3 minutes - N4: ~4 minutes 8) Administration (rôle N2) - Gestion des tickets (tous): ajouter, modifier ou supprimer un ticket; voir l’auteur, le statut, la catégorie et le type. - Gestion des utilisateurs: créer, modifier, supprimer des comptes (sauf le vôtre) et leur attribuer un rôle. - Gestion des habilitations: pour chaque rôle (N1 à N4), ajouter/supprimer des habilitations (compétences/permissions) nécessaires à la résolution des tickets. 9) Statuts d’un ticket (que vous verrez dans l’application) - Incident déclaré: ticket créé. - Incident pris en charge: ticket qualifié et en cours de trait",
  "tuts d’un ticket (que vous verrez dans l’application) - Incident déclaré: ticket créé. - Incident pris en charge: ticket qualifié et en cours de traitement. - Incident en cours de résolution: résolution en cours (minuteur actif). - Incident résolu: en attente de validation par le créateur du ticket. - Incident clos: terminé et archivé. 10) Questions fréquentes - Où retrouver mes tickets ? \u0000 Sur votre tableau de bord, section « Mes tickets ». - Je n’ai pas le bouton « Résoudre ». \u0000 Assurez-vous que le ticket a été qualifié et que votre rôle possède l’habilitation requise; sinon, escaladez. - Que se passe‑t‑il si je refuse une solution ? \u0000 Le ticket repart en « Incident déclaré » et revient à N1 pour une nouvelle qualification et un nouveau traitement. - Puis‑je joindre un fichier à mon ticket ? \u0000 Oui, lors de la création du ticket (optionnel). 11) Chatbot intégré - Icône en bas à droite sur toutes les pages. - Posez vos questions sur la navigation, la création/qualification/résolution des tickets, ou le rôle de chaque équipe. - Messages comme « ok », « c’est bon », « d’accord » : le chatbot confirme simplement et vous propose la suite."
]